var books = [
    {
        "id" : 1,
        "img" :"bloodlines.jpeg",
        "class" : "Bloodlines",
        "bookName" : "ممزق بسلالة الدم  ",
        "sentence" : "عندما يصبح الدم لعنة.",
        "status" : "مستمرة",
        "partsNumber": "27 الفصول",
        "parts" : ['اختيار خاطئ', ' 1. عودة', '2. بجانب النافذة', '3. البداية', '4. منبع الكراهية', '5. منزل مشترك', '6. الأضواء الشمالية', '7. الجانب المظلم', '8. حافة الهاوية', '9. ذكريات وثأر', '10. ظلال المواجهة', '11. الهوس', '12. رصاصة وجرح', '13. فقدان وندم', '14. صدى الخداع', '15. غبار الحقيقة', '16. تصالح هش', '17. صراع', '18. اختيار', '19. نقطة تصادم', '20. انقلاب', '21. بالكاد هنا', '22. ربما يكون', '23. ألسنة هادئة', '24. ارتداد', '25. تناقض', '26. أقدار مشوهة'],
    },
    {
        "id" : 2,
        "img" :"kcover.jpeg",
        "bookName" : "إلى كيارا/ليورا",
        "class" : "Kiara",
        "sentence" : "على خط الحب والهلاك.",
        "status" : "مكتملة",
        "partsNumber": "4 الفصول",
        "parts" : ['1. الشعر', '2. الصور', '3. المحادثات', '4. التغييرات'],
    },
    {
        "id" : 3,
        "img" :"revenge.jpeg",
        "class" : "Revenge",
        "bookName" : "ممزق  بالانتقام",
        "sentence" : "الانتقام لا يشفي — إنه يستهلك.",
        "status" : "",
        "partsNumber": "لا توجد فصول",
        "parts" : ['قريبًا'],
    }
];

var choices = [
    {
        el: "johnson",
        title: "غربان العاصفة",
        text: "لا نهاجم أولًا... لكننا لا نظهر أي رحمة.",
        className: "firstchoice"
    },
    {
        el: "vladmir",
        title: "أفاعي اللهب",
        text: "وُلدنا من النار، نصبح أقوى.",
        className: "secondchoice"
    },
    {
        el: "maddox",
        title: "ذئاب الظل",
        text: "ملك بلا عرش... لكن عرشنا لا يمكن الإطاحة به.",
        className: "thirdchoice"
    }
];
