var Family1 = [
  {
    "id": 1,
    "name": "ليورا جونسون",
    "image": "kiara-removebg-preview.png",
    "width": "330px",
    "height": "330px",
    "img": "kiara.jpeg",
    "words": "مطاردة الكمال ابتلعتني. لأكون محبوبة، جميلة، ذكية، استثنائية، ثرية… معجوبة، بلا عيوب — كل ما يعبده الناس. أقف أمام المرآة، محاوِلةً رؤية نفسي من خلال أعين الآخرين، لكن لا شيء يرضيهم… حتى أنا. لكن الطمع سم صامت؛ يقضم الروح قطعة قطعة. الكمال يستهلك الروح قبل الجسد. الجزء الأصعب هو أن تكون المثال الذي تتوق روحك للراحة منه. ربما الكمال وهم، ومع ذلك ما زلت أطارد، رغم أن قلبي يعرف أنني كنت دائمًا كافية. عندما تطارد كل شيء… تفقد الشيء الوحيد الذي كان يهمك حقًا — نفسك. أن تملك كل شيء… أو لا شيء على الإطلاق.",
    "marginTop": "5px",
    "translateY": "-5px"
  },
  {
    "id": 2,
    "name": "ميليسا جونسون",
    "image": "melisa-removebg-preview.png",
    "width": "245px",
    "height": "245px",
    "img": "melisa.jpeg",
    "words": "عشت بين عائلة أتقنت البقاء على قيد الحياة، لا الحياة. كنا نتناول الطعام على نفس الطاولة، ومع ذلك كل واحد منا يختبئ خلف جدران الصمت. تعلمت أن الحب غير المعلن يذبل كما لو لم يكن موجودًا أبدًا. ظننت أننا ضحايا، حتى رأيت الحقيقة — كنا نحن من صنع الألم بأيدينا. وعندما مد يده لسحبي من الظلام، لم أجد الخلاص فيه، بل في الذات التي كنت أهرب منها طوال الوقت.",
    "marginTop": "60px",
    "translateY": "15px"
  },
  {
    "id": 3,
    "name": "فاليرو جونسون",
    "image": "valuro-removebg-preview.png",
    "width": "350px",
    "height": "350px",
    "img": "va;uro.jpeg",
    "words": "كنت الابن الأكبر، المثال، امتداد والدي. نشأت أحمل اسمه ومبادئه حتى نسيت من أنا بدونهما. أحببت إخوتي أكثر من نفسي… ومع ذلك لم أستطع حمايتهم. حتى الفتاة التي أحببتها، تركتها… معتقدًا أن الشرف أهم من الحب. الآن أفهم أن المبادئ بلا رحمة مجرد سجن أنيق.",
    "marginTop": "10px",
    "translateY": "-40px"
  },
  {
    "id": 4,
    "name": "تارا جونسون",
    "image": "tara-removebg-preview.png",
    "width": "300px",
    "height": "300px",
    "img": "tara.jpeg",
    "words": "ربيتها وأنا أعلم أنه يومًا ستذهب إلى أولئك من دمها. الأمومة ليست في الولادة… إنها في السنوات التي تؤلمك بسببهم. لم أفقد ابنتي، بل سلمتها للعالم الذي كان ينتظرها.",
    "marginTop": "35px",
    "translateY": "0px"
  },
  {
    "id": 5,
    "name": "مارك جونسون",
    "image": "mark-removebg-preview.png",
    "width": "330px",
    "height": "330px",
    "img": "mark.jpeg",
    "words": "السلطة جعلتني أظن أن السيطرة حماية… لكن كلاهما يمكن أن يكسر من نحب. كانت ابنتي ضحية الحرب التي خلقتها. كنت بطيئًا جدًا لأفهم أن القسوة ليست ذكورة، والخسارة ليست دائمًا ضعف.",
    "marginTop": "15px",
    "translateY": "-20px"
  },
  {
    "id": 6,
    "name": "ميرا جونسون",
    "image": "mera-removebg-preview.png",
    "width": "360px",
    "height": "360px",
    "img": "mera.jpeg",
    "words": "شاهدت الناس ينهارون، والبيوت تتحول إلى رماد، بينما أقف وأراقب. ليس لأنني باردة، ولكن لأن بعض الفوضى أكبر من قدرتي على الإصلاح. في عالم كهذا، السلام ليس ضعفًا… السلام معجزة. تعلمت أنه يمكنك أن تكون بخير وسط الدمار، لكن ليس بالضرورة سعيدًا.",
    "marginTop": "0px",
    "translateY": "-40px"
  }
];

var Family2 = [
  {
    "id": 1,
    "name": "آرون هارفي مادوكس",
    "image": "aaron-removebg-preview.png",
    "width": "280px",
    "height": "280px",
    "img": "aaron.jpeg",
    "words": "كنت عين العواصف، قلب العائلة، الروح التي لا تهدأ. قضيت حياتي أحرس الأسرار التي دمرتنا في النهاية. علمتني الحياة أن القوة ليست في السيطرة، بل في الثبات عندما ينهار العالم حولك. أحببت بعمق، وأذيت بدون قصد، وأدركت أن الخسارة تعيد تشكيلنا أكثر مما يفعل الحب. في النهاية، لا شيء يستحق التضحية بنفسك من أجله… إلا أولئك الذين يستحقون البقاء معك في الظل والنور. الحب ليس دائمًا لطيفًا. حبي يحترق، يمتلك، ويترك رمادًا بدل القلوب. لم أرغب في السلام… أردتها، حتى لو كان يعني حربًا مع نفسي. وصفوني بالهوس، وربما كانوا على حق. لكن الهوس هو حب نسي كيف يموت. حاولت حمايتها من العالم، ناسياً أن العالم داخلها أقوى من أي خطر خارجي.",
    "marginTop": "60px",
    "translateY": "-5px"
  },
  {
    "id": 2,
    "name": "كيارا مادوكس",
    "image": "kiara-removebg-preview.png",
    "width": "330px",
    "height": "340px",
    "img": "kiara.jpeg",
    "words": " كانت الوحدة تسكنني منذ زمنٍ بعيد، قبل حتى أن أفهم معنى البيت. وحين ظننت أنني أخيرًا وجدت مخرجًا… اكتشفت أنّني ما زلت أدور في الدائرة نفسها. تعلّقتُ به لا لأنه كان كل شيء، بل لأنه كان الشيء الوحيد الذي شعر بي. وأحيانًا… التعلّق ليس حبًّا، بل خوفًا من أن تعود فارغًا من جديد. كان حبّي له صامتًا، عميقًا، أقوى من كل الكلمات التي عجزتُ عن قولها. كنت أراه في كل شيء، وأخشى أن يكسِرني إن عرف ما في قلبي. لم يُنقذني من الظلام… بل كشف لي أنني أنا الظلام، وأن ذلك ليس خطيئة. تعلمتُ أن بعض المشاعر لا تحتاج إلى إعلان، بل إلى أن تُعاش… حتى لو ظلّت خفية إلى الأبد. لم أكن أخشى الموت… بل كنت أخشى أن أموت قبل أن يعرف أنني أحببته أكثر مما أحببتُ نفسي.",
    "marginTop": "5px",
    "translateY": "-15px"
  },
  {
    "id": 3,
    "name": "كريس مادوكس",
    "image": "chris-removebg-preview.png",
    "width": "230px",
    "height": "230px",
    "img": "chris.jpeg",
    "words": "نشأت في صمت، والوحدة كانت أول منزل عرفته. عندما ظهرت، تمسكت بها كما لو كنت أحتضن الحياة نفسها… ناسياً أن الحياة ليست ملكي لأحتفظ بها. لست البطل في قصتها، أنا الأخ الذي كان عليه أن يتركها تواجه قدرها. وفهمتني ميليسا بدون كلمات، ربما لأنها كانت مثلي… كنا نتشبث ببعض لتجنب الغرق. التعلق ليس دائمًا حبًا؛ أحيانًا هو خوف من الفراغ.",
    "marginTop": "85px",
    "translateY": "20px"
  },
  {
    "id": 4,
    "name": "ميا هارفي مادوكس",
    "image": "mia-removebg-preview.png",
    "width": "320px",
    "height": "320px",
    "img": "mia.jpeg",
    "words": "نشأت محاطة بالدفء والأمان، في منزل مليء بالحب رغم العواصف حوله. تعلمت أن الهدوء ليس ضعفًا، بل نوع مختلف من القوة. شاهدت أخي يصارع ظلاله، ووالدي يغوصان في الصمت. ومع ذلك كنت أبتسم دائمًا للحفاظ على حياة المنزل. عندما أحببت، أحببت بصبر مثل صبري — لا صراخ، لا هروب، مجرد انتظار حتى يزدهر في وقته.",
    "marginTop": "35px",
    "translateY": "-15px"
  },
  {
    "id": 5,
    "name": "نيكولاس مادوكس",
    "image": "nicolas-removebg-preview.png",
    "width": "360px",
    "height": "360px",
    "img": "nick.jpeg",
    "words": "لم أبحث عن الحرب، كنت أبحث عن الحب الحقيقي… ووجدت ميرا. زواجي منها كان الشرارة التي وحدت عائلتين معتادتين على الكراهية. لا أندم، لأن الحب المولود وسط العداء يثبت قوته كل يوم. ميرا لم تكن اختياري، كانت قدري… وكنت مستعدًا لمواجهة العالم من أجلها.",
    "marginTop": "0px",
    "translateY": "-25px"
  },
  {
    "id": 6,
    "name": "فلورنس مادوكس",
    "image": "florins-removebg-preview.png",
    "width": "280px",
    "height": "280px",
    "img": "florins.jpeg",
    "words": "أحببته من بعيد… وكان ذلك ألمي وجمالي في آن واحد. الحب الذي لا يمكنك امتلاكه… يدوم أطول. اختار طريقه… وأنا اخترت الاستمرار في العيش.",
    "marginTop": "45px",
    "translateY": "0px"
  },
  {
    "id": 7,
    "name": "هارفي مادوكس",
    "image": "harvey-removebg-preview.png",
    "width": "270px",
    "height": "270px",
    "img": "harvey.jpeg",
    "words": "تمر الأجيال بالدم… ونمرر الكراهية. ظننت أن الشرف أهم من الحب… حتى مات الشرف، واختفى الحب. من يحكم بالعنف ينسى أنه يربي شياطين داخل أولاده.",
    "marginTop": "30px",
    "translateY": "0px"
  },
  {
    "id": 8,
    "name": "فيكتوريا مادوكس",
    "image": "victoria.png",
    "width": "350px",
    "height": "350px",
    "img": "victoria.jpeg",
    "words": "لم أكن الأم التي تبدأ بها القصة، لكن كنت التي تبقى في الظل لحمايتها. حاولت أن أكون دعمًا لابنة كندى، ولابن لم أنجبه لكنه عاش في قلبي. لم يكن الحب سهلاً، لكنه كان حقيقيًا. كنت أعلم أن دوري ليس أن أكون الأهم، بل أن أكون هناك… عندما يحتاجون إليّ بصمت.",
    "marginTop": "55px",
    "translateY": "-110px",
  },
  {
    "id": 9,
    "name": "ميلان مادوكس",
    "image": "milan-removebg-preview.png",
    "width": "280px",
    "height": "280px",
    "img": "milan.jpeg",
    "words": "هربت من الألم قبل أن يبدأ، معتقدًا أن البعد سيحمي. كنت جبانًا بما يكفي لأتركها تواجه العالم وحدها، وولدت ابنتي دون أن تعرفني. ظننت أنني أنقذ نفسي، لكن في الحقيقة حكمت على نفسي بالغياب الأبدي. ربما الموت سلام، لكن الندم يعيش بعدنا.",
    "marginTop": "10px",
    "translateY": "0px"
  }
];

var Family3 = [
  {
    "id": 1,
    "name": "كيارا",
    "image": "kiara-removebg-preview.png",
    "width": "340px",
    "height": "340px",
    "img": "kiara.jpeg",
    "words": "ظننت أن الانتقام سيحررني، لكنه جعلني أشبههم. سامحت، ليس لأنهم استحقوا، بل لأحرر نفسي من قيود الماضي. من يحاول إرضاء الجميع… أولاً يفقد نفسه. كنت أظن أن الألم يعني أنني محطمة… لكن أدركت أنه يعني أنني ما زلت على قيد الحياة. أحيانًا البقاء على قيد الحياة يجعلك تشعر بالخيانة… خاصة عندما لا يأتي من تحب معك. الأخطاء المدفوعة بالخوف أسوأ دائمًا من الخيانة. الغفران الحقيقي هو عندما تسامح من لا يعرف حتى أنه آذاك. الكراهية أسهل من الألم… لكنها تقتلك ببطء. بعضهم يكسرونك لتذكير أنفسهم أنك إنسان، والبعض يحبك لنفس السبب. العائلة ليست دائمًا الدم… أحيانًا هي اليد التي تسحبك من الخراب.",
    "marginTop": "5px",
    "translateY": "0px"
  },
  {
    "id": 2,
    "name": "إيثان فلاديمير",
    "image": "ethan-removebg-preview.png",
    "width": "230px",
    "height": "230px",
    "img": "ethan.jpeg",
    "words": "كنت الأكبر، أحمل ما لا يمكن حمله. ظننت أن واجبي توحيد الممزقين، لكن لم أفهم أن بعض الجروح لا يمكن إغلاقها بالقوة. بعد وفاة والدتي، تركت كل شيء يأخذ مجراه بصمت… حتى سئمت من الكراهية. أدركت أخيرًا أن العداء لا يترك فائزًا، وأولئك الذين كرهمت كانوا ضحايا مثلنا. لذا مدت يدي… ليس من أجل الغفران، بل من أجل السلام.",
    "marginTop": "65px",
    "translateY": "30px"
  },
  {
    "id": 3,
    "name": "أوليفيا فلاديمير",
    "image": "olivia-removebg-preview.png",
    "width": "285px",
    "height": "285px",
    "img": "olivia.jpeg",
    "words": "الغيرة تسرق بصمت، حتى تدرك أنك أصبحت الغريبة في قصتك. لم أكن أكره أختي، بل كنت أكره الفراغ الذي تركته في قلبي. أحيانًا نؤذي الآخرين ليس لأننا أشرار، بل لأننا جرحى ولا نعرف طريقة الشفاء. الغفران لا يعيد الماضي، لكنه يعيدك لنفسك. تعلمت متأخرًا أن الحب لا يُقسم… بل يربطنا حتى ونحن ممزقون.",
    "marginTop": "45px",
    "translateY": "-10px"
  },
  {
    "id": 4,
    "name": "إيفا فلاديمير",
    "image": "eva-removebg-preview.png",
    "width": "370px",
    "height": "370px",
    "img": "eva.jpeg",
    "words": "خطيئة الأم هي الاعتقاد أن الحب وحده يكفي لحماية طفلها. كل قرار اتخذته من أجله نحت جرحًا في روحي. الأمومة لا تنتهي عندما يكرهونك… لكنك تتعلم أن تحبهم من بعيد.",
    "marginTop": "40px",
    "translateY": "-60px"
  },
  {
    "id": 5,
    "name": "أليخاندرو فلاديمير",
    "image": "alejandro-removebg-preview.png",
    "width": "420px",
    "height": "420px",
    "img": "alejandro.jpeg",
    "words": "لم أكن ضحية… كنت النهاية التي لا يستطيع أحد إيقافها. زرعوا الظلام بداخلي… ولم أعلمه سوى كيف يعيش.",
    "marginTop": "0px",
    "translateY": "-70px"
  }
];

var Family4 = [
  {
    "id": 1,
    "name": "ليديا بولدوين",
    "image": "lydia-removebg-preview.png",
    "width": "340px",
    "height": "340px",
    "img": "lydia.jpeg",
    "words": "نشأت في بيت نصفه صمت، ونصفه شوق، أبحث عن منزل يجمع ما تبقى. أخي… كان عالمي كله وسط الخراب. رغم المسافة، كان وجوده كافيًا لي. لم أفقد والدتي فقط… فقدت نفسي معها. الدم يمكن أن يربطنا، لكن الكراهية تقطع كل شيء. قد أوبخ أخي، لكنني أحبه إلى حد التضحية. بعض الروابط لا يمكن كسرها، مهما كنا محطمين.",
    "marginTop": "0px",
    "translateY": "-20px"
  },
  {
    "id": 2,
    "name": "مارينا بولدوين",
    "image": "marina__1_-removebg-preview.png",
    "width": "340px",
    "height": "340px",
    "img": "marina.jpeg",
    "words": "ظننت أن القسوة ستربي الرجال، دون أن أدرك أنها تقتلهم ببطء. رأيت ابني كظل لأبيه، فصببت غضبي عليه بدل حزني. لم أكرهه، كنت أكره ما فعله القدر بي. الآن أدرك أن الحب الممنوع خوفًا… يصبح لعنة تنتقل.",
    "marginTop": "0px",
    "translateY": "-20px"
  }
];
